Repository: Sahapap-Usadee/BaseStructoriOSUIKit
Catalog: BaseStructoriOSUIKit/BaseStructoriOSUIKit/Resource/Localization/Localizable.xcstrings
Source language: en
Languages: th

# buttons_title
source: Button Tests
th: ทดสอบปุ่ม

# current_language_format
source: Current: %@
th: ปัจจุบัน: %@

source: Delete Item
th: ลบรายการ

# enter_email_address
source: Enter phone number
th: ป้อนหมายเลขโทรศัพท์

# enter_full_name
source: Enter your full name
th: ป้อนชื่อเต็มของคุณ

source: Enter phone number
th: ป้อนหมายเลขโทรศัพท์

source: Home - Tab One
th: หน้าแรก - แถบหนึ่ง

# item_count_plural
source: %d items
th: %d รายการ

# language_settings_title
source: Language Settings
th: ทดสอบช่องข้อความ

source: Localization Test
th: ทดสอบการแปลภาษา

# message_count_plural
source: %d messages
th: %d ข้อความ

# notification_count_plural
source: %d notifications
th: %d การแจ้งเตือน

# photo_count_plural
source: %d photos
th: %d รูปภาพ

# pluralization_title
source: Pluralization Tests
th: ทดสอบช่องข้อความ

# price_format
source: Price: $%.2f
th: ราคา: ฿%.2f

source: Save Changes
th: บันทึกการเปลี่ยนแปลง

source: Share Content
th: แชร์เนื้อหา

# string_formatting_title
source: String Formatting
th: การจัดรูปแบบข้อความ"

# test_basic_subtitle
source: This text is localized
th: ข้อความนี้ได้รับการแปลแล้ว

# textfields_title
source: Text Field Tests
th: ทดสอบช่องข้อความ

# user_join_date
source: Joined: %@
th: เข้าร่วมเมื่อ: %@

# user_score_format
source: %@ has scored %d points
th: %@ ได้คะแนน %d แต้ม

# welcome_user_name
source: Welcome, %@!
th: ยินดีต้อนรับ %@!
